[InteractiveObjects.CatchARidePlatform InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader="There is still a long way to go."

[InteractiveObjects.CatchARideTerminal InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader="There is still a long way to go."
